{
    "story": [
        {
            "id": 261213,
            "poster": "https://i.ibb.co/w0ZLS8j/IMG-20240117-WA0053.jpg",
            "title": "A Near Break Up",
            "date": "16-01-2024",
            "desc": "Selasa, 16 Januari 2024. Cerita ini bakal panjang gue harap lo benar benar tertarik buat bacanya. Jadi di hari ini hubungan gue sama Rahel bener bener deket banget dari kata perpisahan. Berawal dari hari Senin dimana Rahel melaksanakan puasa sunnah karena kan kita umat muslim disunnahkan berpuasa di bulan Rajab ini, nah disitu gue kaget karena Rahel tiba-tiba ngejauhin gue. Gue bingung dong, akhirnya dia bilang sama gue kalau dia lagi puasa dan mau jaga jarak dulu gitu sama gue, walaupun percuma menurut gue, karena kan kita masih punya hubungan kan. Gue disitu tetap menghargain keputusan dia. Kebetulan di hari itu juga gue punya rencana buat nembak dia (yang berlangsung awkward HAHAHAHA). Tadinya gue mau tunda dulu soal nembak ini karena denger kabar kalo Rahel mau jaga jarak dulu dari gue. Tapi begonya gue disitu gue bikin dia badmood karena suatu hal, karena gue bingung banget buat minta maaf ke dia karena terbatas juga hal yang bisa gue lakuin waktu itu. Akhirnya gue putusin buat ngelakuin rencana nembak saat itu juga. Setelah rencana nembak itu berhasil, Rahel ngajak gue ngobrol. Nah, pas disitu gue ajak dia break dulu, karena seperti yang gue bilang tadi kan gue mau menghargain keputusan dia. Oke, dia sepakat waktu itu, tapi malemnya dia chat gue lagi seolah-olah kita ga break gitu, padahal hari itu pas pulang sekolahnya gue udah udah bener bener cuekin dia (GUE GAMAU NGELAKUIN ITU SEBENERNYA). Akhirnya setelah kita ngobrol panjang lebar di chat kita sepakat lagi buat break. Lanjut hari besoknya yaitu hari ini, gue disitu bener bener cuekin dia, yang sebenernya berat banget buat ngelakuin itu. Akhirnya setelah istirahat solat dzuhur dia bilang ke gue kalo dia gabisa diem dieman kaya gini. Gue bilang dong kalo puasa kan gaboleh gini bla bla bla. Disitu posisinya Rahel bener bener bimbang banget, dia bingung antara lanjut sama gue atau lanjut puasa. Menurut gue ini keputusan yang gaboleh ada orang lain ikut andil disini, karena ini keputusan yang harus bener bener dijawab dari hati. Disitu gue udah bener bener sedih banget, karena gue ngerasa kalo gue harus lepasin dia buat jadi lebih baik. Tapi setelah kita deeptalk panjang lebar, Rahel mutusin buat stay sama gue (fyi: kita berdua nangis disitu HAHAHAHHA), sekian"
        },
        {
            "id": 251625,
            "poster": "https://i.ibb.co/7kcW5tL/IMG-20240118-WA0038.jpg",
            "title": "Be Yourself",
            "date": "18-01-2024",
            "desc": "Rabu, 17 Januari 2024. Jadi hari ini Rahel kan puasa, puasa yang kemarin gue bilang itu, nah pas pagi nya masih fine fine aja kan, terus siang deh tuh, Rahel gamau ngomong sama sekali anjir, gue tau si kenapa, gue rasa dia ngerasa insecure gitu deh karena kan puasa itu nafas jadi ga enak aromanya padahal menurut gue si Rahel fine fine aja, gaada yang salah, yang mau gue bahas disini bukan masalah insecurenya tapi kenapa dia ga jadi diri dia sendiri aja pas sama gue, karena kan gue pacarnya, namanya pacar pasti gue nerima baik buruknya dia dong, jadi gue ga permasalahin itu. Jadi kalo Rahel baca gue mau bilang \"GAUSAHH INSECURE YAKK KALO SAMA AKUU, jadi diri kamu sendiri ajaa, karena aku ga cuma suka Rahel di versi terbaiknya aja, aku suka kamu yang apa adanya juga\", sekian."
        },
        {
            "id": 254820,
            "poster": "https://i.ibb.co/tH3qz7b/Screenshot-20240119-183110-3.jpg",
            "title": "I Hope You Will Stay True, To Me",
            "date": "20-01-2024",
            "desc": "Sabtu, 20 Januari 2024. Ga kerasa yah udah sebulan aja kita jalanin ini semua, banyak banget yang udah kita laluin selama sebulan ini, mulai dari kamu ngebuat aku ngerasa spesial banget di hari spesial aku, sampai dimana kita ngerasain berbagai macam konflik yang ngebuat kita belajar banyak hal, tapi aku takut banget konflik konflik itu ngerubah kita :(, I hope we stay the same as we're at the beginning of our meeting. Aku seneng banget kita bisa sama sama kaya gini, sama aku terus ya dan jangan berubah karena masih banyak yang aku mau lakuin sama kamu, walaupun ada pernyataan \"Manusia Pasti Berubah\" tapi aku yakin kalo kita sama sama yakin pasti akan sama terus seperti \"Butterfly Era\" kita, dan satu lagi yang mau aku sampein ke kamu, i'm not good at expressing my feelings and saying what i'm feeling, sorry if that confusing you. And that concludes our love story, a journey filled with laughter, tears, and togetherness. With you, every day feels special. Thank you, my love, for being the most beautiful part of my life story. I am fortunate to have you as both my lover and true friend. May our story continue to shine, full of love and happiness, forever. I love you more than words can express. Forever yours. SAMPAI JUMPA DICERITA LAINNYAA!!"
        },
        {
            "id": 251390,
            "poster": "https://awsimages.detik.net.id/community/media/visual/2018/01/17/4c003a60-7b3f-452b-a719-9d84fb489e79_169.jpeg?w=600&q=90",
            "title": "Cara Rahel Mengatasi Stress",
            "date": "20-01-2024",
            "desc": "Sabtu, 20 Januari 2024. Di hari ini dia cerita kalo dia takut banget gagal kalo udah dewasa nanti, dia takut kalo ga jadi apa-apa, dia takut kalo gabisa masuk PTN yang dia mau hiks, jujurly gue paham betul perasaan dia, karena kita sama, kita takut kalo ga jadi apa-apa kalo udah dewasa nanti. Tapi gue proud banget sama dia karena dia care banget sama masa depan, soalnya kebanyakan cewe pasrah aja sama masa depan kaya ngalir aja gitu, mereka tuh mikir kaya \"mereka perempuan jadi ngapain sekolah tinggi tinggi, ntar juga ujung ujungnya di dapur\" BANGUNN HEYYY, pemikiran lu harus diubah. Tapi yang lucu disini cara si Rahel ngatasin kecemasannya dia dengan cara \"Beresin Kamar\" anjay HAHAHAHAHAHAHAHA, walaupun aneh tapi keren dia jadi produktif seperti anak rajin, sekian."
        },
        {
            "id": 251667,
            "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8ppAq0Eas-YEosdAUtAPFIeh8164jegohrwWUS_-Q2sY_GMUkyewk35rXA0nMD9G8ftk&usqp=CAU",
            "title": "Wishlist Aeng #4",
            "date": "21-01-2024",
            "desc": "Minggu, 21 Januari 2024. Hari ini Rahel punya wishlist baru lagi anjay, makin kesini makin kesana co, dia bilang dia mau ke Korea buat bikin Snowman Totoro, Totoro itu karakter dari Ghibli Studio, Rahel kan Ghibli banget, namanya juga wibu a-anu. Lanjut Rahel juga bilang dia pengen banget mobil Porsche Warna Pink terutama Porsche 911 GT3 RS & Nissan Silvia S15, sekian."
        },
        {
            "id": 254271,
            "poster": "https://i.ytimg.com/vi/PF_VokiUndk/sddefault.jpg",
            "title": "\"Sorai Era\" Is Over",
            "date": "21-01-2024",
            "desc": "Minggu, 21 Januari 2024. Malem ini dia bilang ke gue bahwa dia udah biasa biasa aja denger lagu Sorai, karena sebelumnya sebelumnya dia sedih banget setiap denger lagu Sorai. Karena dia pernah menaruh seseorang di lagu tersebut, orang yang sebelumnya sama Rahel sebelum sama Rahel sama gue. Gue udah pernah coba buat ilangin memori itu namun kayanya saat itu ga work deh, karena Rahel masih keep memori itu. NAMUNN MALAM INI RAHEL BILANG KE GUE KALO DIA BENER BENER UDAH NGERASA BIASA AJA AKAN MEMORII ITUU!!!. Gue ngerasa seneng sih karena dia udah bener-bener jadiin masa lalunya sebagai \"Masa Lalu\", sekian."
        },
{
"id": 284790,
"poster": "https://i.ibb.co/zs57YWm/IMG-20240123-WA0044.jpg",
"title": "Cara Mengatasi Rahel Yang Moodswing",
"date": "22-01-2024",
"desc": "Senin, 22 Januari 2024. Hari ini gue ngerasa Rahel badmood banget, sampe sampe dia gamau ngobrol sama gue. Gue gatau pasti alasannya karena apa, tapi gue rasa mungkin karena gue, karena pas pulang sekolah gue bener bener maksa dia buat pulang sama gue, mungkin karena itu dia jadi risih atau badmood sama gue, terus kata dia juga dia di catcalling sama cowo asing, sumpah orang orang kaya gitu mending gausah ada ga si di dunia ini. Tapi karena itu semua gue jadi tau cara ngehadapin Rahel yang lagi badmood, yaitu dengan cara \"Beri Dia Space\", karena walaupun kita ngomong ke dia juga dia pasti bakal mikir kita cerewet dan makin bikin perasaan dia gaenak, sekian."
},
{
"id": 274905,
"poster": "https://i.ibb.co/7pG9GwS/IMG-20240123-WA0079.jpg",
"title": "Triple Date Pertama Kita!!",
"date":"23-01-2024",
"desc":"Selasa, 23 Januari 2024. HARI INI KITA TRIPLE DATE SAMA APIS-KAFKA DAN SABIL-RAKHA <3. Kita pergi ke tempat dimana di tempat ini Rahel pernah punya janji sama mantan cowo yang deket sama dia, walaupun di cancel sama si mantannya ini karena suatu alasan, Rahel udah pernah bilang ke gue bahwa dia ga begitu pengen ke tempat ini karena setiap denger tempat ini selalu keinget tentang si mantannya ini, tapi dengan kita pergi ke tempat ini, gue harap Rahel bisa mulai lupain memori itu, sekian."
},
{
"id": 297494,
"poster":"https://i.ibb.co/TqVxnXp/IMG-20240123-WA0058.jpg",
"title": "Fakta Unik Tentang Rahel",
"date":"24-01-2024",
"desc":"Rabu, 24 Januari 2024. Sebenernya di hari ini gaada cerita spesial apa apa, cuma disini gue cuma mau cerita soal kepribadian dia yang menurut gue beda dari cewe cewe lain. Rahel tuh selalu ga enakan sama gue, setiap gue mau beri dia perlakuan khusus atau beri dia hadiah, dia pasti selalu bilang \"KENAPA SI KASIH SESUATU MULU\" \"AKU JADIIN KAMU PACAR AKU BUKAN BUAT BLA BLA BLA\" DAN SEBAGAINYA DEH. Gue kan jadi shock dong, karena menurut gue ini unik banget, coba deh lo pada buka tiktok atau tanyain temen temen cewe lo, pasti kebanyakan dari mereka bakal kontra sama kepribadian Rahel ini HAHAHAHAHAH. Tapi Rahel ya Rahel, bukan cewe cewe lain itu, gue malah berasa beruntung banget bisa dapetin Rahel, karena menurut gue Rahel pasti bisa nemenin gue di masa masa sulit gue nanti, keliatan dari dia ga manja, jarang banget minta beli ini beli itu sama gue, maka dari itu kalo gue dikasih kesempatan bisa terus sama dia, gue bakal masukkin dia jadi orang pertama yang bakal gue bahagiain setelah keluarga gue, ketika gue udah mapan nanti, ILYSMMMM <3"
}
    ]
}